Repository: ampache/ampache-xbmc-plugin
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #30001
source: General
sv_se: Allmänt

# #30002
source: Servers
sv_se: Servrar

# #30010
source: Random Items
sv_se: Slumpmässiga objekt

# #30011
source: Disable Ssl certs
sv_se: Inaktivera SSL-certifikat

# #30013
source: Old search gui (web controller friendly)
sv_se: Gamla sökgränssnittet (webbkontrollvänligt)

# #30014
source: Enable images on long lists
sv_se: Aktivera bilder på långa listor

# #30015
source: Auto fullscreen
sv_se: Automatisk helskärm

# #30016
source: Clean image cache
sv_se: Töm bildcachen

# #30020
source: Add Server
sv_se: Lägg till server

# #30021
source: Remove Server
sv_se: Ta bort server

# #30022
source: Modify Server
sv_se: Ändra server

# #30023
source: Switch Server
sv_se: Byt server

# #30101
source: Search...
sv_se: Sök…

# #30102
source: Quick access...
sv_se: Snabbåtkomst...

# #30103
source: Explore...
sv_se: Utforska...

# #30104
source: Library...
sv_se: Bibliotek...

# #30105
source: Settings
sv_se: Inställningar

# #30108
source: Song
sv_se: Låt

# #30109
source: Playlist
sv_se: Spellista

# #30110
source: All
sv_se: Alla

# #30111
source: Tag
sv_se: Tagg

# #30112
source: Artist tag
sv_se: Artisttagg

# #30113
source: Album tag
sv_se: Albumtagg

# #30114
source: Song tag
sv_se: Låttagg

# #30115
source: Artists
sv_se: Artister

# #30116
source: Albums
sv_se: Album

# #30117
source: Songs
sv_se: Låtar

# #30118
source: Playlists
sv_se: Spellistor

# #30119
source: Tags
sv_se: Taggar

# #30120
source: Search Artists...
sv_se: Sök efter artister...

# #30121
source: Search Albums...
sv_se: Sök efter album...

# #30122
source: Search Songs...
sv_se: Sök efter låtar...

# #30123
source: Search Playlists...
sv_se: Sök i spellistor...

# #30124
source: Search All...
sv_se: Sök alla...

# #30125
source: Search Tags...
sv_se: Sök i taggar...

# #30126
source: Recently Added Artists...
sv_se: Nyligen tillagda artister...

# #30127
source: Recently Added Albums...
sv_se: Nyligen tillagda album...

# #30128
source: Recently Added Songs...
sv_se: Nyligen tillagda låtar...

# #30129
source: Recently Added Playlists...
sv_se: Nyligen tillagda spellistor...

# #30130
source: Last Update
sv_se: Senast uppdaterad

# #30131
source: 1 Week
sv_se: 1 vecka

# #30132
source: 1 Month
sv_se: 1 månad

# #30133
source: 3 Months
sv_se: 3 månander

# #30134
source: Random Artists...
sv_se: Slumpmässiga artister...

# #30135
source: Random Albums...
sv_se: Slumpmässiga album...

# #30136
source: Random Songs...
sv_se: Slumpmässiga låtar...

# #30137
source: Random Playlists...
sv_se: Slumpmässiga spellistor...

# #30138
source: Show artist from this song
sv_se: Visa artisten från denna låt

# #30139
source: Show album from this song
sv_se: Visa album från denna låt

# #30140
source: Search all songs with this title
sv_se: Sök efter alla låtar med denna titel

# #30141
source: Show all albums from artist
sv_se: Visa alla album från artisten

# #30142
source: Artist tags...
sv_se: Artisttaggar...

# #30143
source: Album tags...
sv_se: Albumtaggar...

# #30144
source: Song tags...
sv_se: Låttaggar...

# #30145
source: Recently Added...
sv_se: Nyligen tillagda...

# #30146
source: Random...
sv_se: Slumpmässiga...

# #30147
source: Server playlist...
sv_se: Serverns spellista...

# #30148
source: Highest Rated...
sv_se: Högst rankade...

# #30149
source: Highest Rated Artists...
sv_se: Högst rankade artister...

# #30150
source: Highest Rated Albums...
sv_se: Högst rankade album...

# #30151
source: Highest Rated Songs...
sv_se: Högst rankade låtar...

# #30152
source: Frequent Artists...
sv_se: Frekventa artister...

# #30153
source: Frequent Albums...
sv_se: Frekventa album...

# #30154
source: Frequent Songs...
sv_se: Frekventa låtar...

# #30155
source: Flagged Artists...
sv_se: Flaggade artister...

# #30156
source: Flagged Albums...
sv_se: Flaggade album...

# #30157
source: Flagged Songs...
sv_se: Flaggade låtar...

# #30158
source: Forgotten Artists...
sv_se: Bortglömda artister...

# #30159
source: Forgotten Albums...
sv_se: Bortglömda album...

# #30160
source: Forgotten Songs...
sv_se: Bortglömda låtar...

# #30161
source: Newest Artists...
sv_se: Senaste artisterna...

# #30162
source: Newest Albums...
sv_se: Senaste albumen...

# #30163
source: Newest Songs...
sv_se: Senaste låtarna...

# #30164
source: Frequent...
sv_se: Frekventa...

# #30165
source: Flagged...
sv_se: Flaggade...

# #30166
source: Forgotten...
sv_se: Bortglömda...

# #30167
source: Newest...
sv_se: Senaste...

# #30168
source: Modify the data, cancel to exit
sv_se: Ändra data, avbryt för att avsluta

# #30169
source: Choose a default server
sv_se: Välj en standardserver

# #30170
source: Enter the Server name
sv_se: Ange servernamnet

# #30171
source: Enter the url of the server
sv_se: Ange URLen till servern

# #30173
source: Do you want to use an api-key?
sv_se: Vill du använda en api-nyckel?

# #30174
source: Enter the Api key
sv_se: Ange API-nyckeln

# #30175
source: Enter the username
sv_se: Ange användarnamn

# #30177
source: The server needs a password?
sv_se: Behöver servern ett lösenord?

# #30178
source: Enter the password
sv_se: Ange lösenordet

# #30179
source: Choose a server to remove
sv_se: Välj en server att ta bort

# #30180
source: Modify a server
sv_se: Ändra en server

# #30181
source: Server name
sv_se: Servernamn

# #30182
source: Server url
sv_se: Serverns url

# #30183
source: Username
sv_se: Användarnamn

# #30184
source: Enable password
sv_se: Aktivera lösenord

# #30185
source: Password
sv_se: Lösenord

# #30186
source: Use api key
sv_se: Använd api-nyckel

# #30187
source: Api key
sv_se: API-nyckel

# #30188
source: Are you sure?
sv_se: Är du säker?

# #30189
source: Ampache plugin
sv_se: Ampache-tillägg

# #30190
source: Recently Played Artists...
sv_se: Nyligen spelade artister...

# #30191
source: Recently Played Albums...
sv_se: Nyligen spelade album...

# #30192
source: Recently Played Songs...
sv_se: Nyligen spelade låtar...

# #30193
source: Recently Played...
sv_se: Nyligen spelade...

# #30194
source: Next items...
sv_se: Nästa objekt...

# #30198
source: Error
sv_se: Fel

# #30202
source: Connection Error
sv_se: Anslutningsfel

# #30203
source: Connection OK
sv_se: Anslutning OK

# #30204
source: Permission error. If you are using Nextcloud don't check api_key box
sv_se: Behörighetsfel. Om du använder Nextcloud ska du inte markera rutan api_key

# #30221
source: Videos
sv_se: Videor

# #30222
source: Search Videos...
sv_se: Sök efter videor...

# #30225
source: Podcast
sv_se: Poddsändning

# #30226
source: Podcasts
sv_se: Poddsändningar

# #30227
source: Search Podcasts...
sv_se: Sök efter poddsändningar...

# #30228
source: Live stream
sv_se: Direktsändning

# #30229
source: Live streams
sv_se: Direktsändningar

# #30230
source: Search Live Streams...
sv_se: Sök efter direktströmmar...
